Repository: Kojok120/BodyLapse
Catalog: BodyLapse/*.lproj/Localizable.strings
Languages: es, ja, ko

# import.duplicate_handling
source: Duplicate Data Handling
es: Manejo de Datos Duplicados
ja: 重複データの処理
ko: 중복 데이터 처리

# import.handling_method
source: Handling Method
es: Método de Manejo
ja: 処理方法
ko: 처리 방법

# import.skip
source: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기

# import.replace
source: Replace
es: Reemplazar
ja: 置き換え
ko: 교체

# import.keep_both
source: Keep Both
es: Mantener Ambos
ja: 両方保持
ko: 둘 다 유지

# import.skip_description
source: Existing data will be preserved, only new data will be added
es: Los datos existentes se conservarán, solo se añadirán datos nuevos
ja: 既存のデータはそのまま保持され、新しいデータのみ追加されます
ko: 기존 데이터는 보존되고 새 데이터만 추가됩니다

# import.replace_description
source: Existing data will be overwritten with new data
es: Los datos existentes serán sobrescritos con datos nuevos
ja: 既存のデータが新しいデータで上書きされます
ko: 기존 데이터가 새 데이터로 덮어씁니다

# import.keep_both_description
source: Both data will be kept (photos and videos saved with different names)
es: Ambos datos se mantendrán (fotos y videos guardados con nombres diferentes)
ja: 両方のデータが保持されます（写真・動画は別名で保存）
ko: 두 데이터 모두 유지됩니다 (사진과 비디오는 다른 이름으로 저장)

# import.import_options
source: Import Options
es: Opciones de Importación
ja: インポートオプション
ko: 가져오기 옵션

# import.import_button
source: Import
es: Importar
ja: インポート
ko: 가져오기

# date.format.month_year
source: MMMM yyyy
ja: yyyy年MM月
ko: yyyy년 MM월

# date.format.medium
source: MMM d, yyyy
ja: yyyy年MM月dd日
ko: yyyy년 MM월 dd일

# date.format.long
source: MMMM d, yyyy
es: d 'de' MMMM 'de' yyyy
ja: yyyy年MM月dd日
ko: yyyy년 MM월 dd일

# settings.debug.premium_mode
source: Premium Mode
es: Modo Premium
ja: プレミアムモード
ko: 프리미엄 모드

# settings.debug.past_photos
source: Allow Past Date Photos
es: Permitir Fotos de Fechas Pasadas
ja: 過去の日付の写真を許可
ko: 과거 날짜 사진 허용

# settings.sync.syncing
source: Syncing...
es: Sincronizando...
ja: 同期中...
ko: 동기화 중...

# settings.sync.last_sync
source: Last sync: %@
es: Última sincronización: %@
ja: 最終同期: %@
ko: 마지막 동기화: %@

# settings.sync.never
source: Never
es: Nunca
ja: なし
ko: 없음

# photo.confidence_level
source: Body detected (%d%% confidence)
es: Cuerpo detectado (%d%% confianza)
ja: 体を検出 (%d%% 信頼度)
ko: 신체 감지됨 (%d%% 신뢰도)

# photo.weight_format
source: Weight: %.1f %@
es: Peso: %.1f %@
ja: 体重: %.1f %@
ko: 체중: %.1f %@

# photo.body_fat_format
source: Body Fat: %.1f%%
es: Grasa Corporal: %.1f%%
ja: 体脂肪率: %.1f%%
ko: 체지방률: %.1f%%

# memo.edit
source: Edit
es: Editar
ja: 編集
ko: 편집

# import.file_count
source: %d files
es: %d archivos
ja: %dファイル
ko: %d개 파일

# import.success
source: Success
es: Éxito
ja: 成功
ko: 성공

# import.failed
source: Failed
es: Fallido
ja: 失敗
ko: 실패

# nav.select_date
source: Select Date
es: Seleccionar Fecha
ja: 日付を選択
ko: 날짜 선택

# nav.review_photo
source: Review Photo
es: Revisar Foto
ja: 写真を確認
ko: 사진 검토

# nav.premium_subscription
source: Premium Subscription
es: Suscripción Premium
ja: プレミアムサブスクリプション
ko: 프리미엄 구독

# nav.photo_saved
source: Photo Saved!
es: ¡Foto Guardada!
ja: 写真を保存しました！
ko: 사진 저장 완료!

# nav.weight_tracking
source: Weight Tracking
es: Seguimiento de Peso
ja: 体重追跡
ko: 체중 추적

# nav.add_entry
source: Add Entry
es: Añadir Entrada
ja: エントリを追加
ko: 항목 추가

# chart.weight
source: Weight
es: Peso
ja: 体重
ko: 체중

# chart.body_fat
source: Body Fat
es: Grasa Corporal
ja: 体脂肪率
ko: 체지방

# chart.no_data
source: No data
es: Sin datos
ja: データなし
ko: 데이터 없음

# chart.tap_to_add
source: Tap + to add
es: Toca + para añadir
ja: タップして追加
ko: 탭하여 추가

# confirm.retake
source: Retake
es: Retomar
ja: 撮り直す
ko: 다시 찍기

# confirm.confirm
source: Confirm
es: Confirmar
ja: 確認
ko: 확인

# contour.confirm_title
source: Confirm Body Outline
es: Confirmar Contorno Corporal
ja: 体の輪郭を確認
ko: 체형 윤곽 확인

# contour.confirm_question
source: Is the green outline correctly following your body?
es: ¿El contorno verde está siguiendo correctamente tu cuerpo?
ja: 緑の輪郭線が正しく体に沿っていますか？
ko: 녹색 윤곽선이 몸을 올바르게 따라가고 있습니까?

# timer.off
source: Off
es: Apagado
ja: オフ
ko: 끄기

# timer.3s
source: 3 seconds
es: 3 segundos
ja: 3秒
ko: 3초

# timer.5s
source: 5 seconds
es: 5 segundos
ja: 5秒
ko: 5초

# timer.10s
source: 10 seconds
es: 10 segundos
ja: 10秒
ko: 10초

# import_export.permission_error
source: Cannot access the selected file. Please try selecting it again from Files app.
es: No se puede acceder al archivo seleccionado. Por favor, intenta seleccionarlo nuevamente desde la app Archivos.
ja: 選択したファイルにアクセスできません。ファイルアプリから再度選択してください。
ko: 선택한 파일에 액세스할 수 없습니다. 파일 앱에서 다시 선택해 보세요.

# import_export.file_access_error
source: Unable to read the selected file. Make sure the file is downloaded and try again.
es: No se puede leer el archivo seleccionado. Asegúrate de que el archivo esté descargado e intenta de nuevo.
ja: 選択したファイルを読み込めません。ファイルがダウンロード済みであることを確認してから再度お試しください。
ko: 선택한 파일을 읽을 수 없습니다. 파일이 다운로드되었는지 확인하고 다시 시도하세요.

# import_export.error_export_failed
source: Export failed: %@
es: Exportación fallida: %@
ja: エクスポート失敗: %@
ko: 내보내기 실패: %@

# import_export.error_import_failed
source: Import failed: %@
es: Importación fallida: %@
ja: インポート失敗: %@
ko: 가져오기 실패: %@

# import_export.error_invalid_format
source: Invalid file format
es: Formato de archivo no válido
ja: 無効なファイル形式です
ko: 잘못된 파일 형식

# import_export.error_no_data
source: No data to export
es: No hay datos para exportar
ja: エクスポートするデータがありません
ko: 내보낼 데이터가 없습니다

# import_export.error_file_not_found
source: File not found
es: Archivo no encontrado
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없습니다

# import_export.error_zip_failed
source: ZIP operation failed
es: Operación ZIP fallida
ja: ZIP操作に失敗しました
ko: ZIP 작업 실패

# import_export.learn_more
source: Learn more
es: Más información
ja: 詳しく見る
ko: 자세히 보기

# import_export.show_less
source: Show less
es: Mostrar menos
ja: 閉じる
ko: 간단히 보기

# import_export.import_detailed_guide
source: Import data from a backup file created by BodyLapse. You can choose which data to import and how to handle duplicates.
es: Importa datos desde un archivo de respaldo creado por BodyLapse. Puedes elegir qué datos importar y cómo manejar duplicados.
ja: BodyLapseで作成したバックアップファイルからデータをインポートします。インポートするデータの種類と重複データの処理方法を選択できます。
ko: BodyLapse에서 만든 백업 파일에서 데이터를 가져옵니다. 가져올 데이터와 중복 처리 방법을 선택할 수 있습니다.

# import_export.merge_skip_detail
source: Skip: Keep your existing data, only add new items
es: Omitir: Mantén tus datos existentes, solo añade elementos nuevos
ja: スキップ: 既存のデータを保持し、新しいアイテムのみ追加
ko: 건너뛰기: 기존 데이터를 유지하고 새 항목만 추가

# import_export.merge_replace_detail
source: Replace: Overwrite existing data with imported data
es: Reemplazar: Sobrescribe datos existentes con datos importados
ja: 置換: 既存のデータをインポートデータで上書き
ko: 교체: 기존 데이터를 가져온 데이터로 덮어쓰기

# import_export.merge_keep_both_detail
source: Keep Both: Save both versions (renamed)
es: Mantener Ambos: Guarda ambas versiones (renombradas)
ja: 両方保持: 両方のバージョンを保存（名前変更）
ko: 둘 다 유지: 두 버전 모두 저장 (이름 변경)

# import_export.export_detailed_guide
source: Create a backup of your BodyLapse data. You can select specific data types and date ranges to export.
es: Crea un respaldo de tus datos de BodyLapse. Puedes seleccionar tipos de datos específicos y rangos de fechas para exportar.
ja: BodyLapseデータのバックアップを作成します。特定のデータタイプと日付範囲を選択してエクスポートできます。
ko: BodyLapse 데이터의 백업을 만듭니다. 특정 데이터 유형과 날짜 범위를 선택하여 내보낼 수 있습니다.

# import_export.export_includes
source: Export includes all selected data in a secure format
es: La exportación incluye todos los datos seleccionados en un formato seguro
ja: エクスポートには選択したすべてのデータが安全な形式で含まれます
ko: 내보내기에는 선택한 모든 데이터가 안전한 형식으로 포함됩니다

# import_export.export_format
source: .bodylapse files are compressed archives
es: Los archivos .bodylapse son archivos comprimidos
ja: .bodylapseファイルは圧縮されたアーカイブです
ko: .bodylapse 파일은 압축된 아카이브입니다

# import_export.export_privacy
source: Your data never leaves your device unless you share it
es: Tus datos nunca salen de tu dispositivo a menos que los compartas
ja: 共有しない限り、あなたのデータはデバイスから出ません
ko: 공유하지 않는 한 데이터는 기기를 벗어나지 않습니다

# import_export.import_single_photo
source: Import Photo from Library
es: Importar Foto desde Biblioteca
ja: 写真ライブラリからインポート
ko: 라이브러리에서 사진 가져오기

# import_export.import_single_photo_description
source: Add a photo from your photo library
es: Añadir una foto desde tu biblioteca de fotos
ja: 写真ライブラリから写真を追加
ko: 사진 라이브러리에서 사진 추가

# import_export.how_to_import_photos
source: How to Import Photos
es: Cómo Importar Fotos
ja: 写真のインポート方法
ko: 사진 가져오는 방법

# import_export.photo_import_instruction1
source: Select a photo from your library
es: Selecciona una foto de tu biblioteca
ja: ライブラリから写真を選択
ko: 라이브러리에서 사진 선택

# import_export.photo_import_instruction2
source: Choose the date for the photo
es: Elige la fecha para la foto
ja: 写真の日付を選択
ko: 사진의 날짜 선택

# import_export.photo_import_instruction3
source: Optionally add weight data
es: Opcionalmente añade datos de peso
ja: 体重データを追加（オプション）
ko: 선택적으로 체중 데이터 추가

# import_export.select_photo
source: Select Photo
es: Seleccionar Foto
ja: 写真を選択
ko: 사진 선택

# import_export.photo_selected
source: Photo Selected
es: Foto Seleccionada
ja: 写真を選択済み
ko: 사진 선택됨

# import_export.photo_date
source: Photo Date
es: Fecha de Foto
ja: 写真の日付
ko: 사진 날짜

# import_export.category
source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리

# import_export.photo_details
source: Photo Details
es: Detalles de Foto
ja: 写真の詳細
ko: 사진 상세정보

# import_export.weight_data_optional
source: Weight data is optional and only available for premium users
es: Los datos de peso son opcionales y solo están disponibles para usuarios premium
ja: 体重データはオプションで、プレミアムユーザーのみ利用可能です
ko: 체중 데이터는 선택사항이며 프리미엄 사용자만 사용 가능합니다

# import_export.import_photo
source: Import Photo
es: Importar Foto
ja: 写真をインポート
ko: 사진 가져오기

# import_export.import_success
source: Import Successful
es: Importación Exitosa
ja: インポート成功
ko: 가져오기 성공

# import_export.photo_imported_successfully
source: Photo imported successfully!
es: ¡Foto importada exitosamente!
ja: 写真のインポートが完了しました！
ko: 사진을 성공적으로 가져왔습니다!

# import_export.invalid_image
source: Invalid image format
es: Formato de imagen no válido
ja: 無効な画像形式です
ko: 잘못된 이미지 형식

# import_export.photo_already_exists
source: A photo already exists for this date and category
es: Ya existe una foto para esta fecha y categoría
ja: この日付とカテゴリには既に写真が存在します
ko: 이 날짜와 카테고리에 이미 사진이 있습니다

# import_export.help_title
source: Import/Export Help
es: Ayuda de Importación/Exportación
ja: インポート/エクスポート ヘルプ
ko: 가져오기/내보내기 도움말

# import_export.help_overview_title
source: Overview
es: Resumen
ja: 概要
ko: 개요

# import_export.help_overview_description
source: Import/Export allows you to backup your progress, transfer data between devices, or restore from a previous backup.
es: Importar/Exportar te permite respaldar tu progreso, transferir datos entre dispositivos o restaurar desde un respaldo anterior.
ja: インポート/エクスポート機能を使用して、進捗をバックアップしたり、デバイス間でデータを転送したり、以前のバックアップから復元したりできます。
ko: 가져오기/내보내기를 사용하여 진행 상황을 백업하고, 기기 간에 데이터를 전송하거나 이전 백업에서 복원할 수 있습니다.

# import_export.help_export_title
source: Exporting Your Data
es: Exportar Tus Datos
ja: データのエクスポート
ko: 데이터 내보내기

# import_export.help_import_title
source: Importing Data
es: Importar Datos
ja: データのインポート
ko: 데이터 가져오기

# import_export.help_faq_title
source: Frequently Asked Questions
es: Preguntas Frecuentes
ja: よくある質問
ko: 자주 묻는 질문

# import_export.help_tips_title
source: Tips & Best Practices
es: Consejos y Mejores Prácticas
ja: ヒントとベストプラクティス
ko: 팁 및 모범 사례

# import_export.help_export_what
source: What gets exported:
es: Qué se exporta:
ja: エクスポートされる内容：
ko: 내보내는 항목:

# import_export.help_export_item_photos
source: Progress photos with metadata
es: Fotos de progreso con metadatos
ja: メタデータ付きの進捗写真
ko: 메타데이터가 포함된 진행 사진

# import_export.help_export_item_videos
source: Generated time-lapse videos
es: Videos time-lapse generados
ja: 生成されたタイムラプス動画
ko: 생성된 타임랩스 비디오

# import_export.help_export_item_weight
source: Weight and body fat data
es: Datos de peso y grasa corporal
ja: 体重と体脂肪率データ
ko: 체중 및 체지방 데이터

# import_export.help_export_item_notes
source: Daily notes and memos
es: Notas y memos diarios
ja: 日々のメモ
ko: 일일 메모

# import_export.help_export_item_categories
source: Custom categories
es: Categorías personalizadas
ja: カスタムカテゴリ
ko: 사용자 정의 카테고리

# import_export.help_export_item_settings
source: App settings and preferences
es: Configuración y preferencias de la app
ja: アプリの設定と環境設定
ko: 앱 설정 및 환경설정

# import_export.help_export_options
source: Export Options:
es: Opciones de Exportación:
ja: エクスポートオプション：
ko: 내보내기 옵션:

# import_export.help_export_options_description
source: Select specific data types, date ranges, and categories to include in your export.
es: Selecciona tipos de datos específicos, rangos de fechas y categorías para incluir en tu exportación.
ja: エクスポートに含める特定のデータタイプ、日付範囲、カテゴリを選択します。
ko: 내보내기에 포함할 특정 데이터 유형, 날짜 범위 및 카테고리를 선택하세요.

# import_export.help_export_format
source: File Format:
es: Formato de Archivo:
ja: ファイル形式：
ko: 파일 형식:

# import_export.help_export_format_description
source: Exports create a .bodylapse file, which is a compressed archive containing all selected data.
es: Las exportaciones crean un archivo .bodylapse, que es un archivo comprimido que contiene todos los datos seleccionados.
ja: エクスポートは選択したすべてのデータを含む圧縮アーカイブである.bodylapseファイルを作成します。
ko: 내보내기는 선택한 모든 데이터가 포함된 압축 아카이브인 .bodylapse 파일을 생성합니다.

# import_export.help_import_types
source: Import Types:
es: Tipos de Importación:
ja: インポートタイプ：
ko: 가져오기 유형:

# import_export.help_import_backup
source: Full Backup Import
es: Importación de Respaldo Completo
ja: 完全バックアップインポート
ko: 전체 백업 가져오기

# import_export.help_import_backup_description
source: Import a complete .bodylapse backup file with all data
es: Importa un archivo de respaldo .bodylapse completo con todos los datos
ja: すべてのデータを含む完全な.bodylapseバックアップファイルをインポート
ko: 모든 데이터가 포함된 전체 .bodylapse 백업 파일 가져오기

# import_export.help_import_photo
source: Single Photo Import
es: Importación de Foto Individual
ja: 個別写真インポート
ko: 개별 사진 가져오기

# import_export.help_import_photo_description
source: Import individual photos from your photo library for specific dates
es: Importa fotos individuales desde tu biblioteca de fotos para fechas específicas
ja: 特定の日付の写真ライブラリから個別の写真をインポート
ko: 특정 날짜에 대한 사진 라이브러리에서 개별 사진 가져오기

# import_export.help_merge_strategies
source: Merge Strategies:
es: Estrategias de Fusión:
ja: マージ戦略：
ko: 병합 전략:

# import_export.help_merge_skip
source: Skip Existing
es: Omitir Existentes
ja: 既存をスキップ
ko: 기존 항목 건너뛰기

# import_export.help_merge_skip_description
source: Preserves all your current data. Only new items from the import will be added. Safe option if unsure.
es: Preserva todos tus datos actuales. Solo se añadirán elementos nuevos de la importación. Opción segura si no estás seguro.
ja: 現在のデータをすべて保持します。インポートから新しいアイテムのみが追加されます。不確かな場合の安全なオプションです。
ko: 현재 데이터를 모두 보존합니다. 가져오기에서 새 항목만 추가됩니다. 확실하지 않은 경우 안전한 옵션입니다.

# import_export.help_merge_replace
source: Replace Existing
es: Reemplazar Existentes
ja: 既存を置き換え
ko: 기존 항목 교체

# import_export.help_merge_replace_description
source: Overwrites your current data with imported data when conflicts occur. Use with caution.
es: Sobrescribe tus datos actuales con datos importados cuando ocurran conflictos. Usar con precaución.
ja: 競合が発生した場合、現在のデータをインポートされたデータで上書きします。注意して使用してください。
ko: 충돌이 발생하면 현재 데이터를 가져온 데이터로 덮어씁니다. 주의해서 사용하세요.

# import_export.help_merge_keep_both
source: Keep Both Versions
es: Mantener Ambas Versiones
ja: 両方のバージョンを保持
ko: 두 버전 모두 유지

# import_export.help_merge_keep_both_description
source: Saves both versions by renaming imported items. Good for comparing old and new data.
es: Guarda ambas versiones renombrando elementos importados. Bueno para comparar datos antiguos y nuevos.
ja: インポートされたアイテムの名前を変更して両方のバージョンを保存します。古いデータと新しいデータの比較に適しています。
ko: 가져온 항목의 이름을 변경하여 두 버전을 모두 저장합니다. 이전 데이터와 새 데이터를 비교하는 데 좋습니다.

# import_export.help_faq_q1
source: Can I import photos from my camera roll?
es: ¿Puedo importar fotos desde mi carrete de cámara?
ja: カメラロールから写真をインポートできますか？
ko: 카메라 롤에서 사진을 가져올 수 있나요?

# import_export.help_faq_a1
source: Yes! Use 'Import Photo from Library' to add individual photos for specific dates.
es: ¡Sí! Usa 'Importar Foto desde Biblioteca' para añadir fotos individuales para fechas específicas.
ja: はい！「ライブラリから写真をインポート」を使用して、特定の日付の個別の写真を追加できます。
ko: 네! '라이브러리에서 사진 가져오기'를 사용하여 특정 날짜에 대한 개별 사진을 추가하세요.

# import_export.help_faq_q2
source: What happens to my existing data during import?
es: ¿Qué pasa con mis datos existentes durante la importación?
ja: インポート中に既存のデータはどうなりますか？
ko: 가져오기 중에 기존 데이터는 어떻게 되나요?

# import_export.help_faq_a2
source: It depends on your merge strategy. 'Skip' preserves existing data and only adds new items. 'Replace' overwrites existing data with imported data.
es: Depende de tu estrategia de fusión. 'Omitir' preserva datos existentes y solo añade elementos nuevos. 'Reemplazar' sobrescribe datos existentes con datos importados.
ja: マージ戦略によって異なります。「スキップ」は既存のデータを保持し、新しいアイテムのみを追加します。「置き換え」は既存のデータをインポートされたデータで上書きします。
ko: 병합 전략에 따라 다릅니다. '건너뛰기'는 기존 데이터를 보존하고 새 항목만 추가합니다. '교체'는 기존 데이터를 가져온 데이터로 덮어씁니다.

# import_export.help_faq_q3
source: Can I share my backup with another device?
es: ¿Puedo compartir mi respaldo con otro dispositivo?
ja: バックアップを別のデバイスと共有できますか？
ko: 다른 기기와 백업을 공유할 수 있나요?

# import_export.help_faq_a3
source: Yes, after exporting, you can share the .bodylapse file via AirDrop, email, or cloud storage.
es: Sí, después de exportar, puedes compartir el archivo .bodylapse vía AirDrop, correo o almacenamiento en la nube.
ja: はい、エクスポート後、AirDrop、メール、またはクラウドストレージを使用して.bodylapseファイルを共有できます。
ko: 네, 내보낸 후 AirDrop, 이메일 또는 클라우드 저장소를 통해 .bodylapse 파일을 공유할 수 있습니다.

# import_export.help_faq_q4
source: How large are backup files?
es: ¿Qué tan grandes son los archivos de respaldo?
ja: バックアップファイルのサイズはどのくらいですか？
ko: 백업 파일은 얼마나 큰가요?

# import_export.help_faq_a4
source: File size depends on the number of photos and videos. The app compresses data to minimize size.
es: El tamaño del archivo depende del número de fotos y videos. La app comprime los datos para minimizar el tamaño.
ja: ファイルサイズは写真と動画の数によって異なります。アプリはサイズを最小限に抑えるためにデータを圧縮します。
ko: 파일 크기는 사진과 비디오 수에 따라 다릅니다. 앱은 크기를 최소화하기 위해 데이터를 압축합니다.

# import_export.help_faq_q5
source: Why can't I import my exported file?
es: ¿Por qué no puedo importar mi archivo exportado?
ja: エクスポートしたファイルをインポートできないのはなぜですか？
ko: 내보낸 파일을 가져올 수 없는 이유는 무엇인가요?

# import_export.help_faq_a5
source: If you see a permission error, make sure the file is fully downloaded (not in iCloud). In Files app, tap and hold the file, then select 'Download' if needed.
es: Si ves un error de permisos, asegúrate de que el archivo esté completamente descargado (no en iCloud). En la app Archivos, mantén presionado el archivo y selecciona 'Descargar' si es necesario.
ja: アクセス権限エラーが表示される場合は、ファイルが完全にダウンロードされていることを確認してください（iCloudにない）。ファイルアプリでファイルを長押しし、必要に応じて「ダウンロード」を選択してください。
ko: 권한 오류가 표시되면 파일이 완전히 다운로드되었는지 확인하세요(iCloud에 있지 않은지). 파일 앱에서 파일을 길게 누르고 필요한 경우 '다운로드'를 선택하세요.

# import_export.help_tip1
source: Export regularly to create backups of your progress
es: Exporta regularmente para crear respaldos de tu progreso
ja: 進捗のバックアップを作成するために定期的にエクスポート
ko: 진행 상황의 백업을 만들기 위해 정기적으로 내보내기

# import_export.help_tip2
source: Use date ranges to create smaller, focused exports
es: Usa rangos de fechas para crear exportaciones más pequeñas y enfocadas
ja: 日付範囲を使用して、より小さく集中したエクスポートを作成
ko: 날짜 범위를 사용하여 더 작고 집중된 내보내기 만들기

# import_export.help_tip3
source: Test imports with 'Skip' strategy first to preview changes
es: Prueba importaciones con estrategia 'Omitir' primero para previsualizar cambios
ja: 変更をプレビューするために、最初に「スキップ」戦略でインポートをテスト
ko: 변경 사항을 미리 보려면 먼저 '건너뛰기' 전략으로 가져오기 테스트

# import_export.help_tip4
source: Individual photo import is perfect for adding missed days
es: La importación de fotos individuales es perfecta para añadir días perdidos
ja: 個別の写真インポートは、逃した日を追加するのに最適
ko: 개별 사진 가져오기는 놓친 날짜를 추가하는 데 완벽합니다

# photo.replace_today_title
source: Replace Today's Photo?
es: ¿Reemplazar la Foto de Hoy?
ja: 今日の写真を置き換えますか？
ko: 오늘의 사진을 교체하시겠습니까?

# photo.replace_today_message
source: You can only save one photo per day. The existing photo will be replaced.
es: Solo puedes guardar una foto por día. La foto existente será reemplazada.
ja: 1日1枚のみ保存できます。既存の写真は置き換えられます。
ko: 하루에 한 장의 사진만 저장할 수 있습니다. 기존 사진이 교체됩니다.

# photo.guidelines
source: Guidelines
es: Guías
ja: ガイドライン
ko: 가이드라인

# photo.switch_camera
source: Switch
es: Cambiar
ja: 切替
ko: 전환

# photo.add_measurements_optional
source: Add Measurements (Optional)
es: Agregar Medidas (Opcional)
ja: 測定値を追加（オプション）
ko: 측정값 추가 (선택사항)

# photo.body_fat
source: Body Fat
es: Grasa Corporal
ja: 体脂肪
ko: 체지방

# photo.measurements_note
source: You can always add or update these measurements later from the Calendar view.
es: Siempre puedes agregar o actualizar estas medidas más tarde desde la vista de Calendario.
ja: これらの測定値は後でカレンダービューからいつでも追加・更新できます。
ko: 이러한 측정값은 나중에 캘린더 뷰에서 언제든지 추가하거나 업데이트할 수 있습니다.

# weight.syncing_with_health
source: Syncing with Apple Health
es: Sincronizando con Apple Health
ja: Apple ヘルスケアと同期中

# weight.loading_from_health
source: Loading from Health
es: Cargando desde Health
ja: ヘルスケアから読み込み中

# settings.apple_health_integration
source: Apple Health Integration
es: Integración con Apple Health
ja: Apple ヘルスケア連携

# weight.enable_health_sync
source: Enable Health Sync in Settings
es: Habilitar Sincronización de Salud en Ajustes
ja: 設定でヘルスケア同期を有効にする

# onboarding.main_title
source: Record your transformation with daily photos
es: Registra tu transformación con fotos diarias
ja: 毎日の写真で 変化を記録

# onboarding.feature.daily_photo
source: One photo per day
es: Una foto por día
ja: 1日1枚の写真

# onboarding.feature.timelapse
source: Create time-lapse videos
es: Crea videos time-lapse
ja: タイムラプス動画を作成

# onboarding.feature.privacy
source: Privacy protection
es: Protección de privacidad
ja: プライバシー保護

# onboarding.privacy_detail
source: Face blur for video generation Everything stays on your device
es: Desenfoque facial para generación de video Todo permanece en tu dispositivo
ja: 動画生成時の顔ぼかし機能 画像や動画はすべて端末内に保存

# onboarding.ready
source: Ready!
es: ¡Listo!
ja: 準備完了！

# onboarding.photo_saved
source: Your photo has been saved successfully
es: Tu foto se ha guardado correctamente
ja: 写真が正常に保存されました

# onboarding.retake_photo
source: Retake Photo
es: Volver a tomar
ja: 撮り直す

# onboarding.photo_title
source: Your first step to record your transformation
es: Tu primer paso para registrar tu transformación
ja: あなたの変化を記録する 最初の一歩

# onboarding.hint_label
source: 💡 Tip:
es: 💡 Consejo:
ja: 💡 ヒント：

# onboarding.hint_text
source: Same place, same angle every day
es: Mismo lugar, mismo ángulo todos los días
ja: 毎日同じ場所、同じアングルで

# onboarding.reset_note
source: ※ Can be reset in Settings
es: ※ Se puede restablecer en Ajustes
ja: ※設定からいつでもリセット可能

# onboarding.customize_title
source: Customize Your App
es: Personaliza tu App
ja: アプリをカスタマイズ

# onboarding.reminder_title
source: Daily Reminder
es: Recordatorio Diario
ja: デイリーリマインダー

# onboarding.reminder_subtitle
source: Notification at 9 PM (prevent forgetting)
es: Notificación a las 9 PM (evita olvidar)
ja: 21時に通知（撮り忘れ防止）

# onboarding.privacy_lock_title
source: Privacy Protection
es: Protección de Privacidad
ja: プライバシー保護

# onboarding.privacy_lock_subtitle
source: Face ID/Passcode
es: Face ID/Código de acceso
ja: Face ID/パスコード

# onboarding.premium_features_title
source: Premium Features
es: Características Premium
ja: プレミアム機能

# onboarding.premium_feature1
source: Record weight & body fat with charts (HealthKit compatible)
es: Registra peso y grasa corporal con gráficos (compatible con HealthKit)
ja: 体重・体脂肪率をグラフで記録（ヘルスケアと連携可能）

# onboarding.premium_feature2
source: Multiple photo categories
es: Múltiples categorías de fotos
ja: 複数の写真カテゴリー

# onboarding.premium_feature3
source: No ads
es: Sin anuncios
ja: 広告なし

# onboarding.premium_feature4
source: No watermark on videos
es: Sin marca de agua en videos
ja: ウォーターマークなし

# onboarding.learn_more
source: Learn More
es: Más información
ja: 詳しく見る
