Repository: Kojok120/BodyLapse
Catalog: BodyLapse/*.lproj/Localizable.strings
Languages: es, ja, ko

# onboarding.premium.subtitle
source: Take your fitness journey to the next level with exclusive tools
es: ¡Todas las funciones son gratis! Suscríbete solo para eliminar anuncios
ja: 専用ツールでフィットネスの旅を次のレベルへ
ko: 독점 도구로 피트니스 여정을 한 단계 업그레이드하세요

# onboarding.premium.metrics.title
source: Track Your Metrics
es: Rastrea Tus Métricas
ja: メトリクスを追跡
ko: 측정값 추적

# onboarding.premium.metrics.description
source: Monitor weight and body fat percentage with detailed charts
es: Monitorea peso y porcentaje de grasa corporal con gráficos detallados
ja: 詳細なチャートで体重と体脂肪率をモニター
ko: 상세한 차트로 체중과 체지방률 모니터링

# onboarding.premium.advanced_tracking.title
source: Advanced Photo Tracking
es: Seguimiento Fotográfico Avanzado
ja: 高度な写真追跡
ko: 고급 사진 추적

# onboarding.premium.advanced_tracking.description
source: Capture multiple photos daily across 4 different angles
es: Captura múltiples fotos diarias en 4 ángulos diferentes
ja: 4つの異なるアングルで1日複数枚の写真を撮影
ko: 4개의 다른 각도에서 일일 다중 사진 촬영

# onboarding.premium.nowatermark.title
source: Watermark-Free Videos
es: Videos Sin Marca de Agua
ja: ウォーターマークなしの動画
ko: 워터마크 없는 비디오

# onboarding.premium.nowatermark.description
source: Create professional time-lapse videos without watermarks
es: Crea videos time-lapse profesionales sin marcas de agua
ja: ウォーターマークなしでプロフェッショナルなタイムラプス動画を作成
ko: 워터마크 없이 전문적인 타임랩스 비디오 제작

# onboarding.premium.noads.title
source: Ad-Free Experience
es: Experiencia Sin Anuncios
ja: 広告なしの体験
ko: 광고 없는 경험

# onboarding.premium.noads.description
source: Focus on your progress without interruptions
es: Concéntrate en tu progreso sin interrupciones
ja: 中断なく進捗に集中
ko: 방해받지 않고 진행 상황에 집중

# onboarding.premium.price
source: Premium Plan
es: Plan Premium
ja: プレミアムプラン
ko: 프리미엄 플랜

# onboarding.premium.price.detail
source: Cancel anytime • Free trial available
es: Cancela cuando quieras • Prueba gratuita disponible
ja: いつでもキャンセル可能 • 無料トライアルあり
ko: 언제든지 취소 가능 • 무료 체험 제공

# onboarding.premium.price.fallback
source: $4.99(USD) / month
es: $0.99 / mes
ja: ¥600 / 月
ko: ₩6,600 / 월

# onboarding.premium.trial
source: 1-month free trial
es: Prueba gratuita de 1 mes
ja: 1ヶ月無料トライアル
ko: 1개월 무료 체험

# onboarding.premium.cancel_anytime
source: Cancel anytime
es: Cancela cuando quieras
ja: いつでもキャンセル可能
ko: 언제든지 취소 가능

# auth.enter_pin
source: Enter your PIN to continue
es: Ingrese su PIN para continuar
ja: 続行するにはPINを入力してください
ko: 계속하려면 PIN을 입력하세요

# auth.enter_pin_short
source: Enter PIN
es: Ingrese PIN
ja: PINを入力
ko: PIN 입력

# auth.unlock
source: Unlock
es: Desbloquear
ja: ロック解除
ko: 잠금 해제

# auth.use_faceid
source: Use Face ID
es: Usar Face ID
ja: Face IDを使用
ko: Face ID 사용

# auth.use_touchid
source: Use Touch ID
es: Usar Touch ID
ja: Touch IDを使用
ko: Touch ID 사용

# auth.use_pin
source: Use PIN Instead
es: Usar PIN
ja: PINを使用
ko: PIN 사용

# auth.tap_faceid
source: Tap to unlock with Face ID
es: Toque para desbloquear con Face ID
ja: タップしてFace IDでロック解除
ko: 탭하여 Face ID로 잠금 해제

# auth.tap_touchid
source: Tap to unlock with Touch ID
es: Toque para desbloquear con Touch ID
ja: タップしてTouch IDでロック解除
ko: 탭하여 Touch ID로 잠금 해제

# premium.title
source: BodyLapse Premium
es: BodyLapse Sin Anuncios
ja: BodyLapse プレミアム
ko: BodyLapse 프리미엄

# premium.subtitle
source: Unlock all features and track your journey
es: Elimina anuncios para una mejor experiencia
ja: すべての機能をアンロックして進捗を追跡
ko: 모든 기능을 잠금 해제하고 여정을 추적하세요

# premium.feature.tracking
source: Weight & Body Fat Tracking
es: Todas las Funciones Disponibles
ja: 体重&体脂肪追跡
ko: 체중 & 체지방 추적

# premium.feature.tracking_desc
source: Track your progress with detailed charts
es: Seguimiento de peso, gráficos y más - todo gratis
ja: 詳細なチャートで進捗を追跡
ko: 상세한 차트로 진행 상황 추적

# premium.feature.advanced_tracking
source: Advanced Photo Tracking
es: Múltiples Categorías
ja: 高度な写真追跡
ko: 고급 사진 추적

# premium.feature.advanced_tracking_desc
source: Track 4 angles with multiple photos daily
es: Rastrea múltiples ángulos - disponible para todos
ja: 4アングルで1日複数枚の写真を追跡
ko: 4개 각도에서 일일 다중 사진 추적

# premium.feature.no_ads
source: No Ads
es: Sin Anuncios
ja: 広告なし
ko: 광고 없음

# premium.feature.no_ads_desc
source: Enjoy an ad-free experience
es: Disfruta de una experiencia sin anuncios
ja: 広告のない体験を楽しむ
ko: 광고 없는 경험을 즐기세요

# premium.feature.no_watermark
source: No Watermark
es: Videos Sin Marca de Agua
ja: ウォーターマークなし
ko: 워터마크 없음

# premium.feature.no_watermark_desc
source: Export videos without watermark
es: Crea videos sin marca de agua - gratis para todos
ja: ウォーターマークなしで動画をエクスポート
ko: 워터마크 없이 비디오 내보내기

# premium.feature.reminders
source: Advanced Reminders
es: Recordatorios Diarios
ja: 高度なリマインダー
ko: 고급 알림

# premium.feature.reminders_desc
source: Customize notification times
es: Recibe recordatorios diarios de fotos - gratis para todos
ja: 通知時間をカスタマイズ
ko: 알림 시간 맞춤 설정

# premium.restore
source: Restore Purchases
es: Restaurar Compras
ja: 購入を復元
ko: 구매 복원

# premium.auto_renew
source: Subscriptions will automatically renew unless cancelled
es: Las suscripciones se renovarán automáticamente a menos que se cancelen
ja: サブスクリプションはキャンセルされない限り自動的に更新されます
ko: 구독은 취소하지 않는 한 자동으로 갱신됩니다

# premium.terms
source: Terms of Use
es: Términos de Uso
ja: 利用規約
ko: 이용 약관

# premium.privacy
source: Privacy Policy
es: Política de Privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침

# premium.purchase_error
source: Purchase Error
es: Error de Compra
ja: 購入エラー
ko: 구매 오류

# premium.per
source: per
es: por
ja: 毎
ko: 당

# premium.subscribe
source: Subscribe Now
es: Suscribirse Ahora
ja: 今すぐ登録
ko: 지금 구독

# premium.price.period
source: per month
es: al mes
ja: /月
ko: /월

# premium.first_month_free
source: First Month FREE!
es: ¡Primer Mes GRATIS!
ja: 初月無料！
ko: 첫 달 무료!

# premium.after_trial
source: After trial:
es: Después del período de prueba:
ja: 無料期間後：
ko: 무료 체험 후:

# premium.start_free_trial
source: Start Free Trial
es: Comenzar Prueba Gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작

# premium.then_per_month
source: then regular price
es: luego precio regular
ja: その後は通常料金
ko: 이후 정상 가격

# premium.subscription_length
source: Monthly Subscription (Auto-renewing)
es: Suscripción Mensual (Renovación automática)
ja: 月額サブスクリプション（自動更新）

# premium.subscription_details
source: 1 month subscription with automatic renewal
es: Suscripción de 1 mes con renovación automática
ja: 1ヶ月間のサブスクリプション（自動更新）

# premium.includes_all_features
source: Includes all premium features for 1 month:
es: Disfruta sin anuncios:
ja: 1ヶ月間すべてのプレミアム機能が利用可能：

# premium.start_with_free_month
source: Start with 1 month free
es: Comienza con 1 mes gratis
ja: 1ヶ月無料で始める

# premium.subscribe_now
source: Subscribe Now
es: Suscribirse Ahora
ja: 今すぐ登録

# weight.title
source: Weight Input
es: Entrada de Peso
ja: 体重入力
ko: 체중 입력

# weight.weight
source: Weight
es: Peso
ja: 体重
ko: 체중

# weight.body_fat
source: Body Fat %
es: % Grasa Corporal
ja: 体脂肪率
ko: 체지방률

# weight.enter_weight
source: Enter weight
es: Ingrese peso
ja: 体重を入力
ko: 체중 입력

# weight.enter_body_fat
source: Enter body fat percentage
es: Ingrese porcentaje de grasa corporal
ja: 体脂肪率を入力
ko: 체지방률 입력

# weight.no_data_yet
source: No Weight Data Yet
es: Aún Sin Datos de Peso
ja: 体重データがまだありません
ko: 아직 체중 데이터가 없습니다

# weight.start_tracking_message
source: Start tracking your weight to see your progress over time
es: Comienza a rastrear tu peso para ver tu progreso a lo largo del tiempo
ja: 体重を記録して時間経過による進捗を確認しましょう
ko: 체중을 추적하여 시간 경과에 따른 진행 상황을 확인하세요

# weight.add_first_entry
source: Add First Entry
es: Añadir Primera Entrada
ja: 最初のデータを追加
ko: 첫 번째 항목 추가

# weight.recent_entries
source: Recent Entries
es: Entradas Recientes
ja: 最近の記録
ko: 최근 기록

# date.today
source: Today
es: Hoy
ja: 今日
ko: 오늘

# date.yesterday
source: Yesterday
es: Ayer
ja: 昨日
ko: 어제

# date.days_ago
source: %d days ago
es: hace %d días
ja: %d日前
ko: %d일 전

# date.week
source: week
es: semana
ja: 週
ko: 주

# date.month
source: month
es: mes
ja: 月
ko: 월

# date.year
source: year
es: año
ja: 年
ko: 년

# unit.lbs
source: lbs
es: libras
ja: ポンド
ko: 파운드

# settings.language_changed
source: Language changed. The app will refresh to apply the changes.
es: Idioma cambiado. La aplicación se actualizará para aplicar los cambios.
ja: 言語が変更されました。アプリを更新します。
ko: 언어가 변경되었습니다. 변경 사항을 적용하기 위해 앱이 새로고침됩니다.

# reset_guideline.instruction
source: Take a new photo to update your body outline
es: Toma una nueva foto para actualizar tu contorno corporal
ja: 新しい写真を撮ってビジュアルガイドラインを更新してください
ko: 새 사진을 찍어 체형 윤곽을 업데이트하세요

# reset_guideline.success_message
source: Your body guideline has been updated successfully!
es: ¡Tu guía corporal se ha actualizado con éxito!
ja: ビジュアルガイドラインが正常に更新されました！
ko: 바디 가이드라인이 성공적으로 업데이트되었습니다!

# onboarding.premium_offer.title
source: Start Your Premium Journey
es: Comienza Tu Viaje Premium
ja: プレミアムジャーニーを始めましょう
ko: 프리미엄 여정 시작하기

# onboarding.premium_offer.subtitle
source: Unlock all features and take your fitness tracking to the next level
es: Desbloquea todas las funciones y lleva tu seguimiento de fitness al siguiente nivel
ja: すべての機能をアンロックして、フィットネス追跡を次のレベルへ
ko: 모든 기능을 사용하고 피트니스 추적을 다음 단계로

# onboarding.premium_offer.special
source: Special New User Offer
es: Oferta Especial para Nuevos Usuarios
ja: 特別新規ユーザーオファー
ko: 특별 신규 사용자 혜택

# onboarding.premium_offer.benefit1
source: Track weight & body fat percentage
es: Rastrea peso y porcentaje de grasa corporal
ja: 体重＆体脂肪率を追跡
ko: 체중 및 체지방률 추적

# onboarding.premium_offer.benefit2
source: No ads, ever
es: Sin anuncios, nunca
ja: 広告なし
ko: 광고 없음

# onboarding.premium_offer.benefit3
source: No watermark on videos
es: Sin marca de agua en videos
ja: 動画にウォーターマークなし
ko: 비디오에 워터마크 없음

# onboarding.premium_offer.start_trial
source: Start Free Trial
es: Comenzar Prueba Gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작

# onboarding.premium_offer.maybe_later
source: Maybe Later
es: Quizás Más Tarde
ja: 後で検討
ko: 나중에

# onboarding.premium_offer.terms
source: Cancel anytime. Subscription auto-renews unless cancelled.
es: Cancela cuando quieras. La suscripción se renueva automáticamente a menos que se cancele.
ja: いつでもキャンセル可能。キャンセルしない限りサブスクリプションは自動更新されます。
ko: 언제든지 취소 가능. 취소하지 않으면 구독이 자동 갱신됩니다.

# category.default.front
source: Front
es: Frontal
ja: 正面
ko: 전면

# category.management.title
source: Category Management
es: Gestión de Categorías
ja: カテゴリ管理
ko: 카테고리 관리

# category.management.list_header
source: Categories
es: Lista de Categorías
ja: カテゴリ一覧
ko: 카테고리 목록

# category.management.list_footer
source: Up to %d categories allowed (Front + %d custom)
es: Hasta %d categorías permitidas (Frontal + %d personalizadas)
ja: 最大%d個のカテゴリを登録できます（正面＋カスタム%d個）
ko: 최대 %d개 카테고리 허용 (전면 + 사용자 정의 %d개)

# category.management.add_category
source: Add Category
es: Añadir Categoría
ja: カテゴリを追加
ko: 카테고리 추가

# category.management.new_category
source: New Category
es: Nueva Categoría
ja: 新しいカテゴリ
ko: 새 카테고리

# category.management.add
source: Add
es: Añadir
ja: 追加
ko: 추가

# category.management.edit
source: Edit Category
es: Editar Categoría
ja: カテゴリを編集
ko: 카테고리 편집

# category.management.edit_name
source: Edit Category Name
es: Editar Nombre de Categoría
ja: カテゴリ名を編集
ko: 카테고리 이름 편집

# category.management.category_name
source: Category Name
es: Nombre de Categoría
ja: カテゴリ名
ko: 카테고리 이름

# category.management.example
source: Example: Side, Back, Muscles, etc.
es: Ejemplo: Lateral, Espalda, Músculos, etc.
ja: 例：横向き、背面、筋肉など
ko: 예: 측면, 후면, 근육 등

# category.management.delete_title
source: Delete Category
es: Eliminar Categoría
ja: カテゴリを削除
ko: 카테고리 삭제

# category.management.delete_message
source: Delete category "%@"? Photos in this category will not be deleted.
es: ¿Eliminar categoría "%@"? Las fotos en esta categoría no se eliminarán.
ja: カテゴリ「%@」を削除しますか？ このカテゴリの写真は削除されません。
ko: 카테고리 "%@"을(를) 삭제하시겠습니까? 이 카테고리의 사진은 삭제되지 않습니다.

# category.management.delete_warning
source: Are you sure you want to delete the category "%@"? WARNING: All photos and guidelines associated with this category will be permanently deleted. This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar la categoría "%@"? ADVERTENCIA: Todas las fotos y guías asociadas con esta categoría se eliminarán permanentemente. Esta acción no se puede deshacer.
ja: カテゴリ「%@」を削除してもよろしいですか？ 警告：このカテゴリに関連するすべての写真とガイドラインが完全に削除されます。この操作は取り消せません。
ko: 카테고리 "%@"을(를) 삭제하시겠습니까? 경고: 이 카테고리와 관련된 모든 사진과 가이드라인이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.

# category.management.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제

# category.management.add_failed
source: Failed to add category
es: Error al añadir categoría
ja: カテゴリの追加に失敗しました
ko: 카테고리 추가 실패

# category.management.default
source: Default
es: Por defecto
ja: デフォルト
ko: 기본

# category.management.guideline_set
source: Guideline Set
es: Guía establecida
ja: ガイドライン設定済み
ko: 가이드라인 설정됨

# category.management.edit_name_action
source: Edit Name
es: Editar Nombre
ja: 名前を編集
ko: 이름 편집

# category.management.set_guideline
source: Set Guideline
es: Establecer Guía
ja: ガイドラインを設定
ko: 가이드라인 설정

# category.premium.title
source: Multiple Categories
es: Función de Múltiples Categorías
ja: 複数カテゴリ機能
ko: 다중 카테고리 기능

# category.premium.description
source: Create up to 4 categories to organize and manage your photos with Premium
es: Crea hasta 4 categorías para organizar y administrar tus fotos con Premium
ja: プレミアムプランで最大4つのカテゴリを作成し、 写真を整理して管理できます
ko: 프리미엄으로 최대 4개의 카테고리를 만들어 사진을 조직하고 관리하세요

# category.premium.feature1
source: Manage multiple angles simultaneously
es: Gestiona múltiples ángulos simultáneamente
ja: 複数アングルの同時管理
ko: 여러 각도 동시 관리

# category.premium.feature2
source: Category-specific guidelines
es: Guías específicas por categoría
ja: カテゴリ別ガイドライン設定
ko: 카테고리별 가이드라인

# category.premium.feature3
source: Side-by-side video generation
es: Generación de video lado a lado
ja: サイドバイサイド動画生成
ko: 나란히 비디오 생성

# category.premium.feature4
source: Category filtering
es: Filtrado por categoría
ja: カテゴリ別フィルタリング
ko: 카테고리 필터링

# category.premium.upgrade
source: Upgrade to Premium
es: Actualizar a Premium
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드

# video.layout
source: Layout
es: Diseño
ja: レイアウト
ko: 레이아웃

# video.layout.single
source: Single
es: Individual
ja: シングル
ko: 단일

# video.layout.sidebyside
source: Side by Side
es: Lado a Lado
ja: サイドバイサイド
ko: 나란히

# video.category.select
source: Select Categories (Max 4)
es: Seleccionar Categorías (Máx 4)
ja: カテゴリ選択（最大4つ）
ko: 카테고리 선택 (최대 4개)

# video.no_photo
source: No Photo
es: Sin foto
ja: 写真なし

# gallery.filter
source: Filter
es: Filtrar
ja: フィルター
ko: 필터

# gallery.filter.category
source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리

# gallery.filter.sort
source: Sort
es: Ordenar
ja: 並び替え
ko: 정렬

# gallery.filter.newest
source: Newest First
es: Más Reciente Primero
ja: 新しい順
ko: 최신 순

# gallery.filter.oldest
source: Oldest First
es: Más Antiguo Primero
ja: 古い順
ko: 오래된 순

# gallery.filter.all_categories
source: All Categories
es: Todas las Categorías
ja: すべてのカテゴリ
ko: 모든 카테고리

# gallery.filter.reset
source: Reset Filters
es: Restablecer Filtros
ja: フィルターをリセット
ko: 필터 초기화

# import_export.title
source: Import/Export Data
es: Importar/Exportar Datos
ja: データのインポート/エクスポート
ko: 데이터 가져오기/내보내기

# import_export.export
source: Export
es: Exportar
ja: エクスポート
ko: 내보내기

# import_export.import
source: Import
es: Importar
ja: インポート
ko: 가져오기

# import_export.export_data
source: Export Data
es: Exportar Datos
ja: データをエクスポート
ko: 데이터 내보내기

# import_export.export_description
source: Backup photos, videos, and settings
es: Respaldar fotos, videos y configuración
ja: 写真、動画、設定をバックアップ
ko: 사진, 비디오 및 설정 백업

# import_export.import_data
source: Import Data
es: Importar Datos
ja: データをインポート
ko: 데이터 가져오기

# import_export.import_description
source: Restore data from backup
es: Restaurar datos desde respaldo
ja: バックアップからデータを復元
ko: 백업에서 데이터 복원

# import_export.import_footer
source: Only BodyLapse export files (.bodylapse) can be imported. If importing from iCloud, make sure the file is downloaded first.
es: Solo se pueden importar archivos de exportación de BodyLapse (.bodylapse)
ja: BodyLapseエクスポートファイル（.bodylapse）のみインポート可能です。iCloudからインポートする場合は、ファイルがダウンロード済みであることを確認してください。
ko: BodyLapse 내보내기 파일(.bodylapse)만 가져올 수 있습니다

# import_export.export_completed
source: Export Complete
es: Exportación Completada
ja: エクスポート完了
ko: 내보내기 완료

# import_export.export_completed_message
source: Data export completed successfully
es: Exportación de datos completada exitosamente
ja: データのエクスポートが完了しました
ko: 데이터 내보내기가 성공적으로 완료되었습니다

# import_export.import_completed
source: Import Complete
es: Importación Completada
ja: インポート完了
ko: 가져오기 완료

# import_export.import_summary
source: Import completed: Photos: %d Videos: %d Categories: %d Weight data: %d Notes: %d
es: Importación completada: Fotos: %d Videos: %d Categorías: %d Datos de peso: %d Notas: %d
ja: インポートが完了しました： 写真: %d枚 動画: %d本 カテゴリ: %d個 体重データ: %d件 メモ: %d件
ko: 가져오기 완료: 사진: %d 비디오: %d 카테고리: %d 체중 데이터: %d 메모: %d

# import_export.data_types
source: Data Types
es: Tipos de Datos
ja: データタイプ
ko: 데이터 유형

# import_export.photos
source: Photos
es: Fotos
ja: 写真
ko: 사진

# import_export.videos
source: Videos
ja: 動画
ko: 비디오

# import_export.weight_data
source: Weight & Body Fat Data
es: Datos de Peso y Grasa Corporal
ja: 体重・体脂肪率データ
ko: 체중 및 체지방 데이터

# import_export.notes
source: Notes
es: Notas
ja: メモ
ko: 메모

# import_export.settings
source: Settings
es: Configuración
ja: 設定
ko: 설정

# import_export.period
source: Period
es: Período
ja: 期間
ko: 기간

# import_export.specify_period
source: Specify Period
es: Especificar Período
ja: 期間を指定
ko: 기간 지정

# import_export.start_date
source: Start Date
es: Fecha de Inicio
ja: 開始日
ko: 시작 날짜

# import_export.end_date
source: End Date
es: Fecha de Fin
ja: 終了日
ko: 종료 날짜

# import_export.categories
source: Categories
es: Categorías
ja: カテゴリ
ko: 카테고리

# import_export.select_all
source: Select All
es: Seleccionar Todo
ja: すべて選択
ko: 모두 선택

# import_export.single_category
source: Only one category
es: Solo una categoría
ja: カテゴリは1つのみです
ko: 하나의 카테고리만

# import_export.export_options
source: Export Options
es: Opciones de Exportación
ja: エクスポートオプション
ko: 내보내기 옵션

# guideline.setup.title
source: Set Body Guideline
es: Establecer Guía Corporal
ja: ボディガイドラインを設定
ko: 바디 가이드라인 설정

# guideline.setup.description
source: This guideline will help you maintain consistent positioning for photos in this category
es: Esta guía te ayudará a mantener un posicionamiento consistente para las fotos en esta categoría
ja: このガイドラインは、このカテゴリの写真で一貫したポジショニングを維持するのに役立ちます
ko: 이 가이드라인은 이 카테고리의 사진에서 일관된 포지셔닝을 유지하는 데 도움이 됩니다

# guideline.setup.start
source: Start Setup
es: Iniciar Configuración
ja: 設定を開始
ko: 설정 시작

# guideline.setup.nav_title
source: Body Guideline Setup
es: Configuración de Guía Corporal
ja: ボディガイドライン設定
ko: 바디 가이드라인 설정

# onboarding.notification.title
source: Stay on Track
es: Mantente en el Camino
ja: 進捗をキープ
ko: 꾸준히 기록하세요

# onboarding.notification.subtitle
source: Never miss a day of progress
es: Nunca pierdas un día de progreso
ja: 毎日の進捗を逃さない
ko: 하루도 놓치지 마세요

# onboarding.notification.description
source: BodyLapse will remind you if you haven't taken a photo by 9 PM
es: BodyLapse te recordará si no has tomado una foto antes de las 9 PM
ja: 19時までに写真が撮影されていない場合、BodyLapseがお知らせします
ko: 오후 7시까지 사진을 찍지 않으면 BodyLapse가 알려드립니다

# onboarding.notification.daily_reminder
source: Daily reminder at 9 PM if no photo taken
es: Recordatorio diario a las 9 PM si no se ha tomado foto
ja: 写真未撮影時は19時にリマインダー
ko: 사진이 없으면 오후 7시에 일일 알림

# onboarding.enable_notifications
source: Enable Notifications
es: Habilitar Notificaciones
ja: 通知を有効にする
ko: 알림 활성화

# settings.import_export
source: Import/Export Data
es: Importar/Exportar Datos
ja: データのインポート/エクスポート
ko: 데이터 가져오기/내보내기

# settings.debug_options
source: Debug Options
es: Opciones de Depuración
ja: デバッグオプション
ko: 디버그 옵션

# settings.premium_mode
source: Premium Mode
es: Modo Premium
ja: プレミアムモード
ko: 프리미엄 모드

# settings.allow_past_photos
source: Allow Past Date Photos
es: Permitir Fotos de Fechas Pasadas
ja: 過去の日付の写真を許可
ko: 과거 날짜 사진 허용

# settings.subscription_status
source: Subscription Status
es: Estado de Suscripción
ja: サブスクリプションステータス
ko: 구독 상태

# settings.expiration_date
source: Expiration Date
es: Fecha de Expiración
ja: 有効期限
ko: 만료 날짜

# calendar.photo_taken
source: Photo taken
es: Foto tomada
ja: 写真撮影済み
ko: 사진 촬영됨

# calendar.selected
source: Selected
es: Seleccionada
ja: 選択中
ko: 선택됨

# calendar.select_date_title
source: Select Date
es: Seleccionar Fecha
ja: 日付を選択
ko: 날짜 선택

# calendar.data_available
source: Data available
es: Datos disponibles
ja: データあり
ko: 데이터 사용 가능

# calendar.data_includes_note
source: ※ Data includes weight, body fat percentage, and memos
es: ※ Los datos incluyen peso, porcentaje de grasa corporal y notas
ja: ※データには体重・体脂肪率・メモが含まれます
ko: ※ 데이터에는 체중, 체지방률 및 메모가 포함됩니다

# memo.add_memo
source: Add Memo
es: Añadir Nota
ja: メモを追加
ko: 메모 추가

source: Memo Content
es: Contenido de Nota
ja: メモ内容
ko: 메모 내용

# memo.save
source: Save
es: Guardar
ja: 保存
ko: 저장

# memo.delete
source: Delete Memo
es: Eliminar Nota
ja: メモを削除
ko: 메모 삭제

# photo.captured_on
source: Captured on
es: Capturada el
ja: 撮影日
ko: 촬영 날짜

source: Photo Details
es: Detalles de Foto
ja: 写真の詳細
ko: 사진 상세정보

# photo.body_detected
source: Body detected (%d%% confidence)
es: Cuerpo detectado (%d%% confianza)
ja: 体を検出 (%d%% 信頼度)
ko: 신체 감지됨 (%d%% 신뢰도)

# photo.delete_title
source: Delete Photo
es: Eliminar Foto
ja: 写真を削除
ko: 사진 삭제

# photo.delete_message
source: Are you sure you want to delete this photo? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta foto? Esta acción no se puede deshacer.
ja: この写真を削除してもよろしいですか？この操作は取り消せません。
ko: 이 사진을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.

# weight.track_progress
source: Track Your Progress
es: Rastrea Tu Progreso
ja: 進捗を記録
ko: 진행 상황 추적

# weight.add_measurements
source: Add your current measurements
es: Añade tus medidas actuales
ja: 現在の測定値を追加
ko: 현재 측정값 추가

# weight.save_photo
source: Save Photo
es: Guardar Foto
ja: 写真を保存
ko: 사진 저장

# weight.skip_save
source: Skip & Save Photo
es: Omitir y Guardar Foto
ja: スキップして保存
ko: 건너뛰고 사진 저장

# gallery.section_videos
source: Videos
ja: 動画
ko: 비디오

# gallery.section_photos
source: Photos
es: Fotos
ja: 写真
ko: 사진

# notification.no_photo_title
source: Haven't taken today's photo yet
es: Aún no has tomado la foto de hoy
ja: まだ今日の写真を撮っていません
ko: 아직 오늘 사진을 찍지 않았습니다

# notification.no_photo_body
source: Let's record today's progress! Tap to start shooting
es: ¡Registremos el progreso de hoy! Toca para comenzar a disparar
ja: 今日の進捗を記録しましょう！タップして撮影を開始
ko: 오늘의 진행 상황을 기록해보세요! 탭하여 촬영을 시작하세요

# notification.daily_reminder_title
source: Daily Photo Reminder
es: Recordatorio de Foto Diaria
ja: 毎日の写真リマインダー

# notification.daily_reminder_body
source: Time to capture today's progress photo!
es: ¡Es hora de capturar tu foto de progreso de hoy!
ja: 今日の進捗写真を撮影する時間です！

# import.preparing_export
source: Preparing export...
es: Preparando exportación...
ja: エクスポートを準備中...
ko: 내보내기 준비 중...

# import.preparing_import
source: Preparing import...
es: Preparando importación...
ja: インポートを準備中...
ko: 가져오기 준비 중...

# import.preparing_photos
source: Preparing photos...
es: Preparando fotos...
ja: 写真を準備中...
ko: 사진 준비 중...

# import.preparing_videos
source: Preparing videos...
es: Preparando videos...
ja: 動画を準備中...
ko: 비디오 준비 중...

# import.compressing_data
source: Compressing data...
es: Comprimiendo datos...
ja: データを圧縮中...
ko: 데이터 압축 중...

# import.completing_export
source: Completing export...
es: Completando exportación...
ja: エクスポートを完了中...
ko: 내보내기 완료 중...

# import.extracting_files
source: Extracting files...
es: Extrayendo archivos...
ja: ファイルを展開中...
ko: 파일 추출 중...

# import.importing_photos
source: Importing photos...
es: Importando fotos...
ja: 写真をインポート中...
ko: 사진 가져오는 중...

# import.importing_videos
source: Importing videos...
es: Importando videos...
ja: 動画をインポート中...
ko: 비디오 가져오는 중...

# import.completing_import
source: Completing import...
es: Completando importación...
ja: インポートを完了中...
ko: 가져오기 완료 중...

# import.data_to_import
source: Data to Import
es: Datos para Importar
ja: インポートするデータ
ko: 가져올 데이터
