Repository: Kojok120/BodyLapse
Catalog: BodyLapse/*.lproj/Localizable.strings
Languages: es, ja, ko

# tab.calendar
source: Calendar
es: Calendario
ja: カレンダー
ko: 캘린더

# tab.compare
source: Compare
es: Comparar
ja: 比較
ko: 비교

# tab.photo
source: Photo
es: Foto
ja: 写真
ko: 사진

# tab.gallery
source: Gallery
es: Galería
ja: ギャラリー
ko: 갤러리

# tab.settings
source: Settings
es: Ajustes
ja: 設定
ko: 설정

# common.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제

# common.share
source: Share
es: Compartir
ja: 共有
ko: 공유

# common.save
source: Save
es: Guardar
ja: 保存
ko: 저장

# common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소

# common.done
source: Done
es: Hecho
ja: 完了
ko: 완료

# common.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기

# common.back
source: Back
es: Atrás
ja: 戻る
ko: 뒤로

# common.next
source: Next
es: Siguiente
ja: 次へ
ko: 다음

# common.continue
source: Continue
es: Continuar
ja: 続ける
ko: 계속

# common.skip
source: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기

# common.finish
source: Finish
es: Finalizar
ja: 完了
ko: 완료

# common.error
source: Error
ja: エラー
ko: 오류

# common.loading
source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 로딩 중...

# common.processing
source: Processing...
es: Procesando...
ja: 処理中...
ko: 처리 중...

# common.replace
source: Replace
es: Reemplazar
ja: 置き換える
ko: 교체

# common.retake
source: Retake
es: Retomar
ja: 撮り直す
ko: 다시 찍기

# common.copy
source: Copy
es: Copiar
ja: コピー
ko: 복사

# common.use_photo
source: Use Photo
es: Usar Foto
ja: 写真を使用
ko: 사진 사용

# common.save_photo
source: Save Photo
es: Guardar Foto
ja: 写真を保存
ko: 사진 저장

# common.enable
source: Enable
es: Habilitar
ja: 有効にする
ko: 활성화

# calendar.title
source: Calendar
es: Calendario
ja: カレンダー
ko: 달력

# calendar.period.7days
source: 7 Days
es: 7 Días
ja: 7日間
ko: 7일

# calendar.period.30days
source: 30 Days
es: 30 Días
ja: 30日間
ko: 30일

# calendar.period.3months
source: 3 Months
es: 3 Meses
ja: 3ヶ月
ko: 3개월

# calendar.period.6months
source: 6 Months
es: 6 Meses
ja: 6ヶ月
ko: 6개월

# calendar.period.1year
source: 1 Year
es: 1 Año
ja: 1年
ko: 1년

# calendar.generate
source: Generate
es: Generar
ja: 生成
ko: 생성

# calendar.body_detected
source: Body detected
es: Cuerpo detectado
ja: 体を検出しました
ko: 신체 감지됨

# calendar.align_body
source: Align your body
es: Alinea tu cuerpo
ja: 体を合わせてください
ko: 몸을 맞춰주세요

# calendar.no_photo
source: No photo
es: Sin foto
ja: 写真なし
ko: 사진 없음

# calendar.confirm_delete_photo
source: Delete Photo
es: Eliminar Foto
ja: 写真を削除
ko: 사진 삭제

# calendar.delete_photo_message
source: Are you sure you want to delete this photo? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta foto? Esta acción no se puede deshacer.
ja: この写真を削除してもよろしいですか？この操作は取り消せません。
ko: 이 사진을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.

# calendar.select_time_period
source: Select Time Period
es: Seleccionar Período
ja: 期間を選択
ko: 기간 선택

# calendar.video_generation
source: Video Generation
es: Generación de Video
ja: 動画生成
ko: 비디오 생성

# calendar.update_measurements
source: Update Measurements
es: Actualizar Medidas
ja: 測定値を更新
ko: 측정값 업데이트

# calendar.weight
source: Weight
es: Peso
ja: 体重
ko: 체중

# calendar.enter_weight
source: Enter weight
es: Ingrese peso
ja: 体重を入力
ko: 체중 입력

# calendar.body_fat_optional
source: Body Fat % (Optional)
es: % Grasa Corporal (Opcional)
ja: 体脂肪率（任意）
ko: 체지방률 (선택사항)

# calendar.enter_body_fat
source: Enter body fat
es: Ingrese grasa corporal
ja: 体脂肪率を入力
ko: 체지방률 입력

# calendar.clear_data
source: Clear Data
es: Borrar Datos
ja: データを消去
ko: 데이터 지우기

# calendar.period_label
source: Period
es: Período
ja: 期間
ko: 기간

# calendar.selected_period
source: Selected Period
es: Período Seleccionado
ja: 選択された期間
ko: 선택된 기간

# calendar.date_range
source: Date Range
es: Rango de Fechas
ja: 日付範囲
ko: 날짜 범위

# calendar.start_date
source: Start Date
es: Fecha de Inicio
ja: 開始日

# calendar.end_date
source: End Date
es: Fecha de Fin
ja: 終了日

# calendar.photos
source: Photos
es: Fotos
ja: 写真
ko: 사진

# calendar.video_settings
source: Video Settings
es: Configuración de Video
ja: 動画設定
ko: 비디오 설정

# calendar.speed
source: Speed
es: Velocidad
ja: 速度
ko: 속도

# calendar.quality
source: Quality
es: Calidad
ja: 品質
ko: 품질

# calendar.blur_faces
source: Blur Faces
es: Difuminar Caras
ja: 顔をぼかす
ko: 얼굴 흐리게

# calendar.show_date
source: Show Date
es: Mostrar Fecha
ja: 日付を表示

# calendar.show_graph
source: Show Graph
es: Mostrar Gráfico
ja: グラフを表示

# calendar.watermark_notice
source: Free version includes a watermark
es: La versión gratuita incluye marca de agua
ja: 無料版にはウォーターマークが含まれます
ko: 무료 버전에는 워터마크가 포함됩니다

# calendar.estimated_duration
source: Estimated Duration
es: Duración Estimada
ja: 推定時間
ko: 예상 시간

# calendar.generate_video
source: Generate Video
es: Generar Video
ja: 動画を生成
ko: 비디오 생성

# calendar.speed.slow
source: Slow (0.5s/frame)
es: Lento (0.5s/cuadro)
ja: ゆっくり（0.5秒/フレーム）
ko: 느림 (0.5초/프레임)

# calendar.speed.normal
source: Normal (0.25s/frame)
es: Normal (0.25s/cuadro)
ja: 通常（0.25秒/フレーム）
ko: 보통 (0.25초/프레임)

# calendar.speed.fast
source: Fast (0.1s/frame)
es: Rápido (0.1s/cuadro)
ja: 速い（0.1秒/フレーム）
ko: 빠름 (0.1초/프레임)

# calendar.quality.standard
source: Standard (720p)
es: Estándar (720p)
ja: 標準（720p）
ko: 표준 (720p)

# calendar.quality.high
source: High (1080p)
es: Alta (1080p)
ja: 高画質（1080p）
ko: 고화질 (1080p)

# calendar.quality.ultra
source: Ultra (4K)
ja: 超高画質（4K）
ko: 초고화질 (4K)

# calendar.generating_video
source: Generating Video
es: Generando Video
ja: 動画を生成中
ko: 비디오 생성 중

# calendar.select_date
source: Select Date
es: Seleccionar Fecha
ja: 日付を選択
ko: 날짜 선택

# calendar.has_photo
source: Photo
es: Foto
ja: 写真
ko: 사진

# calendar.has_data
source: Data
es: Datos
ja: データ
ko: 데이터

# calendar.no_data_period
source: No data for selected period
es: Sin datos para el período seleccionado
ja: 選択した期間のデータがありません
ko: 선택한 기간에 데이터가 없습니다

# calendar.ios16_required
source: Weight tracking requires iOS 16 or later
es: El seguimiento de peso requiere iOS 16 o posterior
ja: 体重追跡にはiOS 16以降が必要です
ko: 체중 추적에는 iOS 16 이상이 필요합니다

# calendar.no_weight_data
source: No weight data yet
es: Aún sin datos de peso
ja: 体重データがまだありません
ko: 아직 체중 데이터가 없습니다

# calendar.add_weight_hint
source: Add weight data when saving photos
es: Añade datos de peso al guardar fotos
ja: 写真を保存する際に体重データを追加
ko: 사진 저장 시 체중 데이터 추가

# calendar.reload_data
source: Reload Data
es: Recargar Datos
ja: データを再読み込み
ko: 데이터 새로고침

# calendar.add_memo
source: Add memo
es: Añadir nota
ja: メモを追加
ko: 메모 추가

# calendar.upload_photo
source: Upload Photo
es: Subir Foto
ja: 写真をアップロード
ko: 사진 업로드

# calendar.invalid_image
source: Invalid image format
es: Formato de imagen no válido
ja: 無効な画像形式
ko: 잘못된 이미지 형식

# calendar.photo_already_exists
source: A photo already exists for this date and category
es: Ya existe una foto para esta fecha y categoría
ja: この日付とカテゴリには既に写真が存在します
ko: 이 날짜와 카테고리에 이미 사진이 있습니다

# calendar.photo_imported
source: Photo imported successfully
es: Foto importada con éxito
ja: 写真がインポートされました
ko: 사진을 성공적으로 가져왔습니다

source: Camera Access Required
es: Se Requiere Acceso a la Cámara
ja: カメラアクセスが必要です
ko: 카메라 접근 권한 필요

# camera.access_message
source: Please enable camera access in Settings to take photos
es: Por favor, habilite el acceso a la cámara en Configuración para tomar fotos
ja: 写真を撮るには設定でカメラアクセスを有効にしてください
ko: 사진을 찍으려면 설정에서 카메라 접근을 활성화하세요

# camera.open_settings
source: Open Settings
es: Abrir Configuración
ja: 設定を開く
ko: 설정 열기

# camera.one_photo_per_day
source: Only One Photo Per Day
es: Solo Una Foto Por Día
ja: 1日1枚の写真のみ
ko: 하루에 한 장만

# camera.replace_photo_message
source: You can only save one photo per day. Do you want to replace today's photo?
es: Solo puedes guardar una foto por día. ¿Quieres reemplazar la foto de hoy?
ja: 1日に保存できる写真は1枚だけです。今日の写真を置き換えますか？
ko: 하루에 한 장의 사진만 저장할 수 있습니다. 오늘의 사진을 교체하시겠습니까?

# camera.face_blurred
source: Face blurred
es: Cara difuminada
ja: 顔がぼかされています
ko: 얼굴이 흐려짐

# camera.photo_saved
source: Photo saved!
es: ¡Foto guardada!
ja: 写真を保存しました！
ko: 사진이 저장되었습니다!

# camera.next_category
source: Next category:
es: Siguiente categoría:
ja: 次のカテゴリ：
ko: 다음 카테고리:

# camera.finish_session
source: Finish
es: Finalizar
ja: 終了
ko: 완료

# camera.continue
source: Continue
es: Continuar
ja: 続ける
ko: 계속

# gallery.title
source: Gallery
es: Galería
ja: ギャラリー
ko: 갤러리

# gallery.videos
source: Videos
ja: 動画
ko: 비디오

# gallery.photos
source: Photos
es: Fotos
ja: 写真
ko: 사진

# gallery.no_photos
source: No photos yet
es: Aún sin fotos
ja: 写真がまだありません
ko: 아직 사진이 없습니다

# gallery.no_videos
source: No videos yet
es: Aún sin videos
ja: 動画がまだありません
ko: 아직 비디오가 없습니다

# gallery.delete_item
source: Delete Item
es: Eliminar Elemento
ja: アイテムを削除
ko: 항목 삭제

# gallery.delete_confirm
source: Are you sure you want to delete this item? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este elemento? Esta acción no se puede deshacer.
ja: このアイテムを削除してもよろしいですか？この操作は取り消せません。
ko: 이 항목을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.

# gallery.save_to_photos
source: Save to Photos
es: Guardar en Fotos
ja: 写真に保存
ko: 사진에 저장

# gallery.photo_saved
source: Photo saved to library
es: Foto guardada en la biblioteca
ja: 写真をライブラリに保存しました
ko: 사진이 라이브러리에 저장되었습니다

# gallery.video_saved
source: Video saved to library
es: Video guardado en la biblioteca
ja: 動画をライブラリに保存しました
ko: 비디오가 라이브러리에 저장되었습니다

# gallery.photos_count
source: %d photos
es: fotos
ja: 枚
ko: 장

# gallery.action_cannot_be_undone
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.

# gallery.play
source: Play
es: Reproducir
ja: 再生
ko: 재생

# gallery.select_dates
source: Select Dates
es: Seleccionar Fechas
ja: 日付を選択
ko: 날짜 선택

# gallery.clear_all
source: Clear All
es: Borrar Todo
ja: すべてクリア
ko: 모두 지우기

# gallery.deselect_all
source: Deselect All
es: Deseleccionar Todo
ja: すべて選択解除
ko: 모두 선택 해제

# gallery.select_all
source: Select All
es: Seleccionar Todo
ja: すべて選択
ko: 모두 선택

# gallery.select
source: Select
es: Seleccionar
ja: 選択
ko: 선택

# gallery.no_photos_matching_filter
source: No photos matching filter criteria
es: No hay fotos que coincidan con los criterios del filtro
ja: フィルター条件に一致する写真がありません
ko: 필터 조건에 맞는 사진이 없습니다

# gallery.newest
source: Newest
es: Más reciente
ja: 新しい順
ko: 최신순

# gallery.oldest
source: Oldest
es: Más antiguo
ja: 古い順
ko: 오래된순

# gallery.all
source: All
es: Todo
ja: すべて
ko: 모두

# gallery.items_selected
source: %d selected
es: %d seleccionado(s)
ja: %d件選択中
ko: %d개 선택됨

# gallery.delete_items_count
source: Delete %d items?
es: ¿Eliminar %d elementos?
ja: %d個のアイテムを削除しますか？
ko: %d개 항목을 삭제하시겠습니까?

# gallery.photos_saved_count
source: %d photos saved
es: %d fotos guardadas
ja: %d枚の写真を保存しました
ko: %d장의 사진이 저장되었습니다

# gallery.videos_saved_count
source: %d videos saved
es: %d videos guardados
ja: %d本の動画を保存しました
ko: %d개의 비디오가 저장되었습니다

# settings.title
source: Settings
es: Ajustes
ja: 設定
ko: 설정

# settings.photo_settings
source: Photo Settings
es: Configuración de Fotos
ja: 写真設定
ko: 사진 설정

# settings.category_management
source: Category Management
es: Gestión de Categorías
ja: カテゴリ管理
ko: 카테고리 관리

# settings.show_guidelines
source: Show Body Guidelines
es: Mostrar Guías Corporales
ja: ボディガイドラインを表示
ko: 바디 가이드라인 표시

# settings.reset_guideline
source: Reset Body Guideline
es: Restablecer Guía Corporal
ja: ボディガイドラインをリセット
ko: 바디 가이드라인 재설정

# settings.set_guideline
source: Set Body Guideline
es: Establecer Guía Corporal
ja: ボディガイドラインを設定
ko: 바디 가이드라인 설정

# settings.weight_unit
source: Weight Unit
es: Unidad de Peso
ja: 重量単位
ko: 무게 단위

# settings.video_generation
source: Video Generation
es: Generación de Video
ja: 動画生成

# settings.show_date_in_video
source: Show Date in Video
es: Mostrar Fecha en Video
ja: 動画に日付を表示

# settings.appearance
source: Appearance
es: Apariencia
ja: 表示設定

# settings.appearance_mode
source: Appearance Mode
es: Modo de Apariencia
ja: 外観モード

# settings.appearance_light
source: Light
es: Claro
ja: ライト

# settings.appearance_dark
source: Dark
es: Oscuro
ja: ダーク

# settings.appearance_system
source: Follow System
es: Seguir al Sistema
ja: システム設定に従う

# settings.security
source: Security
es: Seguridad
ja: セキュリティ
ko: 보안

# settings.app_lock
source: App Lock
es: Bloqueo de App
ja: アプリロック
ko: 앱 잠금

# settings.change_pin
source: Change PIN
es: Cambiar PIN
ja: PINを変更
ko: PIN 변경

# settings.reminders
source: Reminders
es: Recordatorios
ja: リマインダー
ko: 알림

# settings.daily_reminder
source: Daily Reminder
es: Recordatorio Diario
ja: 毎日のリマインダー
ko: 일일 알림

# settings.reminder_time
source: Reminder Time
es: Hora del Recordatorio
ja: リマインダー時刻
ko: 알림 시간

# settings.reminder_time_description
source: Choose when to receive your daily photo reminder
es: Elige cuándo recibir tu recordatorio diario de fotos
ja: 毎日の写真リマインダーを受け取る時刻を選択

# settings.premium_features
source: Premium Features
es: Suscripción Sin Anuncios
ja: プレミアム機能
ko: 프리미엄 기능

# settings.premium_active
source: Premium Active
es: Sin Anuncios Activo
ja: プレミアムアクティブ
ko: 프리미엄 활성화

# settings.manage_subscription
source: Manage Subscription
es: Gestionar Suscripción
ja: サブスクリプションを管理
ko: 구독 관리

# settings.sync_health
source: Sync with Health
es: Sincronizar con Salud
ja: ヘルスと同期
ko: 건강 앱과 동기화

# settings.auto_import
source: Auto-import weight & body fat
es: Importar peso y grasa corporal automáticamente
ja: 体重と体脂肪を自動インポート
ko: 체중 및 체지방 자동 가져오기

# settings.sync_now
source: Sync Now
es: Sincronizar Ahora
ja: 今すぐ同期
ko: 지금 동기화

# settings.upgrade_premium
source: Upgrade to Premium
es: Eliminar Anuncios
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드

# settings.premium_description
source: Remove ads, watermark & track weight
es: Disfruta de una experiencia sin anuncios
ja: 広告とウォーターマークを削除し、体重を追跡
ko: 광고 및 워터마크 제거, 체중 추적

# settings.premium_price
source: $4.99(USD)/month
es: $0.99 al mes
ja: ¥600/月
ko: ₩6,600/월

# settings.data
source: Data
es: Datos
ja: データ
ko: 데이터

# settings.export_photos
source: Export Photos
es: Exportar Fotos
ja: 写真をエクスポート
ko: 사진 내보내기

# settings.clear_all_data
source: Clear All Data
es: Borrar Todos los Datos
ja: すべてのデータを消去
ko: 모든 데이터 삭제

# settings.about
source: About
es: Acerca de
ja: 情報
ko: 정보

# settings.about_bodylapse
source: About BodyLapse
es: Acerca de BodyLapse
ja: BodyLapseについて
ko: BodyLapse 정보

# settings.privacy_policy
source: Privacy Policy
es: Política de Privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침

# settings.terms_service
source: Terms of Service
es: Términos de Servicio
ja: 利用規約
ko: 이용 약관

# settings.terms_use
source: Terms of Use
es: Términos de Uso
ja: 利用規約
ko: 이용 약관

# settings.debug_settings
source: Debug Settings
es: Configuración de Depuración
ja: デバッグ設定
ko: 디버그 설정

# settings.notification_required
source: Notification Permission Required
es: Se Requiere Permiso de Notificación
ja: 通知許可が必要です
ko: 알림 권한 필요

# settings.notification_message
source: Please enable notifications in Settings to receive daily photo reminders.
es: Por favor, habilite las notificaciones en Configuración para recibir recordatorios diarios de fotos.
ja: 毎日の写真リマインダーを受信するには、設定で通知を有効にしてください。
ko: 일일 사진 알림을 받으려면 설정에서 알림을 활성화하세요.

# settings.health_required
source: Health Access Required
es: Se Requiere Acceso a Salud
ja: ヘルスアクセスが必要です
ko: 건강 앱 접근 필요

# settings.health_message
source: Please grant access to read and write weight and body fat data in the Health app.
es: Por favor, otorgue acceso para leer y escribir datos de peso y grasa corporal en la app Salud.
ja: ヘルスアプリで体重と体脂肪データの読み書きアクセスを許可してください。
ko: 건강 앱에서 체중 및 체지방 데이터 읽기/쓰기 권한을 허용하세요.

# settings.reset_guideline_confirm
source: Are you sure you want to reset your body guideline? You will need to take a new photo to set it up again.
es: ¿Estás seguro de que quieres restablecer tu guía corporal? Necesitarás tomar una nueva foto para configurarla de nuevo.
ja: ボディガイドラインをリセットしてもよろしいですか？再度設定するには新しい写真を撮る必要があります。
ko: 바디 가이드라인을 재설정하시겠습니까? 다시 설정하려면 새 사진을 찍어야 합니다.

# settings.reset
source: Reset
es: Restablecer
ja: リセット
ko: 재설정

# settings.language
source: Language
es: Idioma
ja: 言語
ko: 언어

# settings.open_settings
source: Open Settings
es: Abrir Configuración
ja: 設定を開く
ko: 설정 열기

# settings.developer
source: Developer
es: Desarrollador
ja: 開発者
ko: 개발자

# settings.biometric
source: Biometric
es: Biométrico
ja: 生体認証
ko: 생체 인증

# settings.write_review
source: Write a Review
es: Escribir una reseña
ja: レビューを書く
ko: 리뷰 작성하기

# about.tagline
source: Track your fitness journey
es: Sigue tu viaje fitness
ja: フィットネスジャーニーを追跡
ko: 피트니스 여정을 추적하세요

# about.feature1
source: Daily progress photos
es: Fotos de progreso diarias
ja: 毎日の進捗写真
ko: 일일 진행 사진

# about.feature2
source: Visual progress calendar
es: Calendario visual de progreso
ja: ビジュアル進捗カレンダー
ko: 시각적 진행 캘린더

# about.feature3
source: Create time-lapse videos
es: Crea videos time-lapse
ja: タイムラプス動画を作成
ko: 타임랩스 비디오 생성

# about.feature4
source: 100% private & secure
es: 100% privado y seguro
ja: 100%プライベート&セキュア
ko: 100% 프라이빗 & 안전

# about.made_with_love
source: Made with ❤️ for fitness enthusiasts
es: Hecho con ❤️ para entusiastas del fitness
ja: フィットネス愛好家のために❤️で作られました
ko: 피트니스 애호가를 위해 ❤️로 제작

# export.description
source: Export your photos to share or backup
es: Exporta tus fotos para compartir o respaldar
ja: 写真をエクスポートして共有またはバックアップ
ko: 사진을 내보내어 공유하거나 백업하세요

source: Export All Photos
es: Exportar Todas las Fotos
ja: すべての写真をエクスポート
ko: 모든 사진 내보내기

# export.title
source: Export Photos
es: Exportar Fotos
ja: 写真をエクスポート
ko: 사진 내보내기

# compare.title
source: Compare Progress
es: Comparar Progreso
ja: 進捗を比較
ko: 진행 상황 비교

# compare.select_first
source: Select First Photo
es: Seleccionar Primera Foto
ja: 最初の写真を選択
ko: 첫 번째 사진 선택

# compare.select_second
source: Select Second Photo
es: Seleccionar Segunda Foto
ja: 2番目の写真を選択
ko: 두 번째 사진 선택

# compare.no_weight
source: No weight
es: Sin peso
ja: 体重なし
ko: 체중 없음

# compare.select_photo
source: Select photo
es: Seleccionar foto
ja: 写真を選択
ko: 사진 선택

# compare.weight
source: weight
es: peso
ja: 体重
ko: 체중

# compare.body_fat
source: body fat
es: grasa corporal
ja: 体脂肪
ko: 체지방

# compare.upgrade_premium
source: Upgrade to Premium
es: Eliminar Anuncios
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드

# compare.premium_feature
source: Compare weight and body fat changes
es: Todas las funciones están disponibles en la versión gratuita
ja: 体重と体脂肪の変化を比較
ko: 체중 및 체지방 변화 비교

# compare.instruction
source: Compare Your Progress
es: Compara Tu Progreso
ja: 進捗を比較
ko: 진행 상황 비교

# compare.select_two_photos
source: Select two photos to see your transformation
es: Selecciona dos fotos para ver tu transformación
ja: 2枚の写真を選択して変化を確認
ko: 두 장의 사진을 선택하여 변화를 확인하세요

# compare.select_date
source: Select Date
es: Seleccionar Fecha
ja: 日付を選択
ko: 날짜 선택

# onboarding.welcome
source: Welcome to BodyLapse
es: Bienvenido a BodyLapse
ja: BodyLapseへようこそ
ko: BodyLapse에 오신 것을 환영합니다

# onboarding.setup_account
source: Setup Your Account
es: Configurar Tu Cuenta
ja: アカウントをセットアップ
ko: 계정 설정

# onboarding.daily_photos.title
source: Daily Progress Photos
es: Fotos de Progreso Diarias
ja: 毎日の進捗写真
ko: 일일 진행 사진

# onboarding.daily_photos.subtitle
source: Capture your transformation with consistent daily photos
es: Captura tu transformación con fotos diarias consistentes
ja: 一貫した毎日の写真で 変化を記録
ko: 일관된 일일 사진으로 변화를 기록하세요

# onboarding.daily_photos.description
source: Visual guidelines help you maintain the same pose and position every time
es: Las guías visuales te ayudan a mantener la misma pose y posición cada vez
ja: ビジュアルガイドラインが同じポーズと 位置をキープさせてくれます
ko: 시각적 가이드라인이 동일한 포즈와 위치를 유지하는 데 도움을 줍니다

# onboarding.timelapse.title
source: Time-Lapse Videos
es: Videos Time-Lapse
ja: タイムラプス動画
ko: 타임랩스 비디오

# onboarding.timelapse.subtitle
source: Watch your journey unfold with stunning time-lapse videos
es: Observa tu viaje desarrollarse con impresionantes videos time-lapse
ja: 素晴らしいタイムラプス動画で あなたの旅を振り返る
ko: 멋진 타임랩스 비디오로 여정을 되돌아보세요

# onboarding.timelapse.description
source: Customize video speed and quality to create the perfect transformation montage
es: Personaliza la velocidad y calidad del video para crear el montaje de transformación perfecto
ja: 動画の速度と品質をカスタマイズして 完璧な変化の記録を作成
ko: 비디오 속도와 품질을 맞춤 설정하여 완벽한 변화 기록을 만드세요

# onboarding.privacy.title
source: Privacy Protection
es: Protección de Privacidad
ja: プライバシー保護
ko: 개인정보 보호

# onboarding.privacy.subtitle
source: Keep your identity private with automatic face blurring
es: Mantén tu identidad privada con tecnología automática de difuminado facial
ja: 自動顔ぼかしで あなたの身元を保護
ko: 자동 얼굴 흐림 기술로 신원을 보호하세요

# onboarding.privacy.description
source: All processing happens on your device Your photos never leave your phone
es: Todo el procesamiento ocurre en tu dispositivo Tus fotos nunca salen de tu teléfono
ja: すべての処理はデバイス上で行われます あなたの写真は端末から出ません
ko: 모든 처리는 기기에서 수행됩니다 사진은 휴대폰을 벗어나지 않습니다

# onboarding.metrics.title
source: Track Your Metrics
es: Rastrea Tus Métricas
ja: メトリクスを追跡
ko: 측정값 추적

# onboarding.metrics.subtitle
source: Log weight and body fat percentage to visualize your progress over time
es: Registra peso y porcentaje de grasa corporal para visualizar tu progreso en el tiempo
ja: 体重と体脂肪率を記録して 時間経過を視覚化
ko: 체중과 체지방률을 기록하여 시간 경과를 시각화하세요

# onboarding.metrics.description
source: Combine photos with data insights for comprehensive progress tracking
es: Combina fotos con datos perspicaces para un seguimiento integral del progreso
ja: 写真とデータインサイトを組み合わせて 包括的な進捗追跡
ko: 사진과 데이터 통찰력을 결합하여 종합적인 진행 상황 추적

# onboarding.comparison.title
source: Before & After Comparison
es: Comparación Antes y Después
ja: Before&After比較
ko: 비포 & 애프터 비교

# onboarding.comparison.subtitle
source: Select any two photos to see your transformation side by side
es: Selecciona dos fotos para ver tu transformación lado a lado
ja: 任意の2枚の写真を選択して 変化を並べて確認
ko: 두 장의 사진을 선택하여 변화를 나란히 확인하세요

# onboarding.comparison.description
source: Easily compare your starting point with your current progress
es: Compara fácilmente tu punto de partida con tu progreso actual
ja: 開始時点と現在の進捗を 簡単に比較
ko: 시작점과 현재 진행 상황을 쉽게 비교하세요

# onboarding.start.title
source: Let's Get Started!
es: ¡Comencemos!
ja: 始めましょう！
ko: 시작하세요!

# onboarding.start.subtitle
source: Take your first photo and begin tracking your transformation journey
es: Toma tu primera foto y comienza a rastrear tu viaje de transformación
ja: 最初の写真を撮って 変化の記録を開始
ko: 첫 사진을 찍고 변화 기록을 시작하세요

# onboarding.start
source: Start
es: Comenzar
ja: 開始
ko: 시작

# onboarding.first_photo.title
source: Take Your First Photo
es: Toma Tu Primera Foto
ja: 最初の写真を撮る
ko: 첫 사진 찍기

# onboarding.first_photo.subtitle
source: Stand in the frame and capture your starting point
es: Párate en el marco y captura tu punto de partida
ja: フレームに立って 開始時点を記録
ko: 프레임에 서서 시작점을 기록하세요

# onboarding.security.title
source: Secure Your Progress
es: Asegura Tu Progreso
ja: 進捗を保護
ko: 진행 상황 보호

# onboarding.security.subtitle
source: Protect your photos with Face ID or a passcode
es: Protege tus fotos con Face ID o un código de acceso
ja: Face IDまたはパスコードで 写真を保護
ko: Face ID 또는 암호로 사진을 보호하세요

# onboarding.enable_faceid
source: Enable Face ID
es: Habilitar Face ID
ja: Face IDを有効にする
ko: Face ID 활성화

# onboarding.enable_touchid
source: Enable Touch ID
es: Habilitar Touch ID
ja: Touch IDを有効にする
ko: Touch ID 활성화

# onboarding.enable_biometric
source: Enable Biometric Authentication
es: Habilitar Autenticación Biométrica
ja: 生体認証を有効にする
ko: 생체 인증 활성화

# onboarding.setup_passcode
source: Set Up Passcode
es: Configurar Código de Acceso
ja: パスコードを設定
ko: 암호 설정

# onboarding.create_passcode
source: Create Passcode
es: Crear Código de Acceso
ja: パスコードを作成
ko: 암호 만들기

# onboarding.enter_passcode
source: Enter 4-digit Passcode
es: Ingrese Código de 4 Dígitos
ja: 4桁のパスコードを入力
ko: 4자리 암호 입력

# onboarding.confirm_passcode
source: Confirm Passcode
es: Confirmar Código de Acceso
ja: パスコードを確認
ko: 암호 확인

# onboarding.passcode_mismatch
source: Passcodes do not match
es: Los códigos de acceso no coinciden
ja: パスコードが一致しません
ko: 암호가 일치하지 않습니다

# onboarding.premium.title
source: BodyLapse Premium Unlock Premium Features
es: BodyLapse Sin Anuncios Disfruta sin anuncios
ja: BodyLapse Premium プレミアム機能をアンロック
ko: BodyLapse Premium 프리미엄 기능 잠금 해제
