Repository: Kojok120/BodyLapse
Catalog: BodyLapse/*.lproj/Localizable.strings
Languages: es, ja, ko

# onboarding.start_now
source: Start Now
es: Comenzar ahora
ja: 今すぐ始める

# onboarding.complete
source: Complete
es: Completar
ja: 完了

# guidance.got_it
source: Got it
es: Entendido
ja: OK

# guidance.video_generation.title
source: Create Time-lapse Videos
es: Crear Videos Time-lapse
ja: タイムラプス動画作成

# guidance.video_generation.description
source: Generate your own time-lapse videos from your progress photos. Tap here to see your transformation over time!
es: Genera videos time-lapse desde tus fotos de progreso. ¡Toca aquí para ver tu transformación a lo largo del tiempo!
ja: 毎日撮影した写真でタイムラプス動画を作成しましょう。

# guidance.category_adding.title
source: Add Photo Categories
es: Agregar Categorías de Fotos
ja: 写真カテゴリーの追加

# guidance.category_adding.description
source: Create custom categories like 'Front', 'Side', 'Back' to track different angles of your progress.
es: Crea categorías personalizadas como 'Frontal', 'Lateral', 'Trasera' para rastrear diferentes ángulos de tu progreso.
ja: 「正面」「側面」「背面」などのカスタムカテゴリーを作成して、様々な角度から進捗を記録できます。

# guidance.premium_features.title
source: Premium Features
es: Funciones Premium
ja: プレミアム機能

# guidance.premium_features.description
source: Unlock advanced features like multiple categories, weight tracking, and ad-free experience.
es: Desbloquea funciones avanzadas como múltiples categorías, seguimiento de peso y experiencia sin anuncios.
ja: 複数カテゴリー、体重追跡、広告なしエクスペリエンスなどの高度な機能を解放できます。

# guidance.category_management.title
source: Manage Categories
es: Gestión de Categorías
ja: カテゴリー管理

# guidance.category_management.description
source: Create, edit, and organize your photo categories. Set up different angles and poses for comprehensive tracking.
es: Crea, edita y organiza tus categorías de fotos. Configura diferentes ángulos y poses para un seguimiento completo.
ja: 写真カテゴリーの作成、編集、整理ができます。様々な角度&ポーズを設定しましょう。

# calendar.sync_today_data
source: Sync Selected Date's Data
es: Sincronizar Datos del Día Seleccionado

# about.contact
source: Contact
es: Contacto

# compare.before
source: Before
es: Antes
ko: 이전

# compare.after
source: After
es: Después
ko: 이후

# date.format.short
source: M/d
es: d/M

# common.ok
source: OK
ko: 확인
